#大部门和小部门对应关系
DPM =[
    {'汇总部门名称':             ['安全环保部']},
    {'安全环保部':               ['财务管理部']},
    {'财务管理部':               ['采购管理中心系统管理组','采购规划部', '采购业务部','寻源管理部']},
    {'采购管理中心':             ['采购规划部']},
    {'党委办公室':               ['党委办公室']},
    {'电子玻璃事业部':           ['电子玻璃事业部运营管理中心']},
    {'董事会办公室':             ['董事会办公室']},
    {'法律事务部':               ['法律事务部']},
    {'浮法玻璃事业部':           ['浮法玻璃事业部研发分院', '浮法玻璃事业部运营管理中心']},
    {'工程玻璃事业部':           ['工程玻璃事业部研发分院', '工程玻璃事业部运营管理中心']},
    {'工程管理部':               ['工程管理部']},
    {'光伏玻璃事业部':           ['光伏玻璃事业部运营管理中心']},
    {'海外事业部':               ['海外事业部']},
    {'旧改办公室':               ['旧改办公室']},
    {'矿产资源管理中心':         [ '矿产资源管理中心', '矿产资源运营管理中心']},
    {'内控部':                  ['内控部']},
    {'平板与电子玻璃事业部':     ['平板与电子玻璃事业部运营管理中心','平板与电子玻璃运营管理中心']},
    {'人力资源部':              ['人力资源部']},
    {'审计监察部':              ['审计监察部']},
    {'太阳能事业部':            ['太阳能事业部']},
    {'信息管理部':              ['信息管理部']},
    {'行政管理部':              ['品牌宣传办公室','行政部', '总裁办食堂']},
    {'研发分院':                ['研发分院']},
    {'运营部':                  ['运营部']},
    {'运营管理中心':            ['运营管理中心']},
    {'战略投资部':              ['战略部', '战略投资部']},
    {'总裁部':                  ['总裁部']},
]

FARE = [
















]













